submission_logs/3_1_full_system_write/32/16/1-0/1/memtier/1.log
1         Threads
16        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        1878.15          ---          ---      8.51400      7586.69 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1878.15         0.00         0.00      8.51400      7586.69 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       1.000         0.00
SET       1.300         0.01
SET       1.400         0.02
SET       1.500         0.05
SET       1.600         0.08
SET       1.700         0.14
SET       1.800         0.22
SET       1.900         0.32
SET       2.000         0.41
SET       2.100         0.54
SET       2.200         0.68
SET       2.300         0.83
SET       2.400         1.00
SET       2.500         1.20
SET       2.600         1.40
SET       2.700         1.64
SET       2.800         1.92
SET       2.900         2.22
SET       3.000         2.58
SET       3.100         2.97
SET       3.200         3.41
SET       3.300         3.97
SET       3.400         4.53
SET       3.500         5.10
SET       3.600         5.70
SET       3.700         6.42
SET       3.800         7.14
SET       3.900         7.95
SET       4.000         8.74
SET       4.100         9.65
SET       4.200        10.53
SET       4.300        11.48
SET       4.400        12.46
SET       4.500        13.44
SET       4.600        14.37
SET       4.700        15.34
SET       4.800        16.30
SET       4.900        17.28
SET       5.000        18.22
SET       5.100        19.12
SET       5.200        20.01
SET       5.300        20.85
SET       5.400        21.68
SET       5.500        22.49
SET       5.600        23.28
SET       5.700        24.02
SET       5.800        24.76
SET       5.900        25.45
SET       6.000        26.09
SET       6.100        26.75
SET       6.200        27.40
SET       6.300        27.98
SET       6.400        28.59
SET       6.500        29.15
SET       6.600        29.68
SET       6.700        30.19
SET       6.800        30.69
SET       6.900        31.22
SET       7.000        31.74
SET       7.100        32.25
SET       7.200        32.79
SET       7.300        33.34
SET       7.400        33.93
SET       7.500        34.56
SET       7.600        35.23
SET       7.700        35.97
SET       7.800        36.76
SET       7.900        37.60
SET       8.000        38.57
SET       8.100        39.57
SET       8.200        40.69
SET       8.300        41.90
SET       8.400        43.19
SET       8.500        44.58
SET       8.600        46.00
SET       8.700        47.49
SET       8.800        49.06
SET       8.900        50.63
SET       9.000        52.28
SET       9.100        53.99
SET       9.200        55.67
SET       9.300        57.45
SET       9.400        59.18
SET       9.500        60.91
SET       9.600        62.67
SET       9.700        64.36
SET       9.800        66.04
SET       9.900        67.71
SET      10.000        76.25
SET      11.000        87.11
SET      12.000        92.85
SET      13.000        95.83
SET      14.000        97.32
SET      15.000        98.11
SET      16.000        98.60
SET      17.000        98.93
SET      18.000        99.27
SET      19.000        99.50
SET      20.000        99.66
SET      21.000        99.74
SET      22.000        99.81
SET      23.000        99.85
SET      24.000        99.87
SET      25.000        99.88
SET      26.000        99.91
SET      27.000        99.94
SET      28.000        99.96
SET      29.000        99.98
SET      30.000        99.98
SET      31.000        99.98
SET      33.000        99.98
SET      34.000        99.98
SET      35.000        99.98
SET      40.000        99.98
SET      41.000        99.98
SET      42.000        99.98
SET      49.000        99.99
SET      50.000        99.99
SET      53.000        99.99
SET      60.000        99.99
SET     170.000       100.00
---
---